"Scan failed" = "Skanningen misslyckades";
"Scan canceled" = "Skanningen avbröts";
"Document feeder is empty" = "Dokumentmatare tom";

"Scanner is in use" = "Skannern är upptagen";
"Scanner is offline" = "Skannern är frånkopplad";
"Scan incomplete" = "Ofullständig skanning";
"Problems communicating with scanner" = "Problem med att kommunicera med skannern";
"The scanner failed to complete the scan." = "Skannern lyckades inte utför skanningen.";

"Unable to generate editable text for scanned document" = "Kan inte generera redigerbar text för det skannade dokumentet";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "Det skannade dokumentet har sparats till en fil för endast bilder. Om du vill spara skannade dokument med redigerbar text installerar du HP Easy Scan på den här datorn. Gå till www.hp.com/support och hämta den senaste programvaran för din HP-produkt.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Filen eller filerna kunde inte sparas eftersom du inte har rätt behörighet till mappen \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Om du vill visa eller ändra åtkomstbehörigheten ska du välja filen i Finder och välja Arkiv > Hämta info.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "De skannade bilderna kunde inte sparas eftersom  \"%@\" inte finns.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "\"%@\"-disken är full. Försök att radera objekt från \"%@\" eller spara bilden på en annan disk.";
